Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 16/1-18 encountered a 62-metre gross oil column in Upper Jurassic conglomerate sandstone, where the top 43 metres have very good reservoir properties and the lower 19 metres have good reservoir quality.
nb: Brønn 16/1-18 påtraff en 62 meter brutto oljekolonne i øvre jura konglomeratisk sandstein, hvorav de øverste 43 meter har meget gode reservoaregenskaper og de nederste 19 meter har god reservoarkvalitet.

source: Four formation tests were carried out, one DST and three mini DSTs.
nb: Fire formasjonstester ble gjennomført, en DST og tre mini-DST.

source: The formation test (DST) was carried out in a 13-metre interval in the lower part of the oil column in reservoir of good quality.
nb: Formasjonstesten (DST) ble utført i et 13 meter intervall i den nederste delen av oljekolonnen i reservoar av god kvalitet.

source: The test showed a maximum rate of 130 standard cubic metres (Sm3) of oil per flow day through a 28/64-inch nozzle opening and showed good flow properties from the entire oil zone.
nb: Testen ga en maksimumsrate på 130 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 28/64 tommers dyseåpning og viste gode strømningsegenskaper fra hele oljesonen.

source: The best formation test (mini DST), from the top zone, showed very good flow properties.
nb: Den beste formasjonstesten (mini-DST), fra den øverste sonen, viste meget gode strømningsegenskaper.

source: The results from the well will be very useful in planning production wells in this part of the field.
nb: Resultatene fra brønnen vil være svært nyttige for planlegging av produksjonsbrønner i denne delen av feltet.

source: This is the ninth exploration well in production licence 338 and the sixth exploration well on the Edvard Grieg field.
nb: Dette er den niende letebrønnen i utvinningstillatelse 338 og den sjette letebrønnen på Edvard Griegfeltet.

source: The licence was awarded on 17 December 2004 (APA 2004).
nb: Tillatelsen ble tildelt 17. desember 2004 (TFO 2004).

source: Appraisal well 16/1-18 was drilled to a vertical depth of 2361 metres below the sea surface and terminated in granite basement.
nb: Avgrensningsbrønn 16/1-18 ble boret til et vertikalt dyp på 2361 meter under havflaten og avsluttet i granittisk grunnfjell.

source: Water depth at the site is 109 metres.
nb: Havdypet er 109 meter.

source: The well was drilled by the Island Innovator drilling facility, which will now proceed to production licence 492 in the Barents Sea to drill appraisal well 7120/1-4 S on the 7120/1-3 («Gotha») oil discovery, where Lundin is the operator.
nb: Brønnen ble boret av boreinnretningen Island Innovator, som nå skal til utvinningstillatelse 492 i Barentshavet for å bore avgrensningsbrønn 7120/1-4 S på oljefunnet 7120/1-3 («Gotha»), der Lundin er operatør.

source: Recent years have seen an increasing perception of conflict between fisheries and seismic data acquisition.
nb: De siste årene har det vært en økende opplevelse av konflikt mellom fiskerier og seismikk.

source: This is in part due to a high level of seismic data acquisition activity and many new players on the shelf.
nb: Dette skyldes blant annet stor aktivitet med seismisk datainnsamling og mange nye aktører på sokkelen.

source: The authorities have implemented a number of measures to reduce the conflict level.
nb: Myndighetene har gjennomført flere tiltak for å redusere konfliktnivået.

source: One of these measures that will take effect on 1 June of this year is the introduction of a requirement for fishery experts to have passed an approved course in order to be qualified for such a position.
nb: Ett av tiltakene er at det fra 1. juni i år innføres krav om at fiskerikyndige personer må ha bestått godkjent kurs for å være kvalifisert.

source: Four such courses were held during the winter and spring, with more than 80 fishery experts now qualified for work on the Norwegian shelf.
nb: I løpet av vinteren og våren er det gjennomført fire slike kurs, og mer enn 80 fiskerikyndige er nå kvalifisert for norsk sokkel.

source: The NPD also sees a need for a review of regulations and procedures with the companies responsible for seismic data acquisition in Norwegian waters.
nb: Oljedirektoratet mener at det også er behov for å gjennomgå regelverk og rutiner med selskapene som er ansvarlige for seismikkinnsamling i norske farvann.

source: This measure will also help improve the conditions at sea.
nb: Dette er også et tiltak som skal bidra til bedre forhold på havet.

source: The seminar is aimed at operative personnel in the companies, and the NPD expects each company to enroll one or two people to attend the seminar.
nb: Seminaret retter seg mot operativt personell i selskapene, og Oljedirektoratet forventer at hvert selskap melder på en eller to personer til seminaret.

source: The discovery was proven in production licence 501 in the summer of 2010.
nb: Funnet ble påvist i utvinningstillatelse 501 sommeren 2010.

source: Appraisal wells 16/2-19 and 16/2-19 A were drilled 2.1 kilometres north of well 16/2-12 in the northwestern part of Johan Sverdrup.
nb: Avgrensningsbrønnene 16/2-19 og 16/2-19 A ble boret 2,1 kilometer nord for brønnen 16/2-12 i den nordvestligste delen av Johan Sverdrup.

source: The objective of well 16/2-19 was to investigate the extent, thickness and properties of Jurassic and Upper Triassic reservoir rocks, as well as the oil/water contact in the Geitungen segment on Johan Sverdrup.
nb: Hensikten med brønn 16/2-19 var å undersøke utstrekning, tykkelse og egenskaper til jura og øvre trias reservoarbergarter, samt olje/vann-kontakten i segmentet "Geitungen" på Johan Sverdrup.

source: The well encountered a six-metre oil column in assumed Lower Jurassic to Upper Triassic sandstone with good reservoir properties.
nb: Brønnen påtraff seks meter oljekolonne i antatt nedre jura til øvre trias sandsteiner med gode reservoaregenskaper.

source: Twelve metres of silty sandstone without reservoir qualities were also encountered.
nb: Det ble påtruffet en 12 meter øvre jura siltige sandsteiner uten reservoarkvalitet.

source: Oil/water contact came in about as expected.
nb: Olje/vann-kontakten kom inn om lag som forventet.

source: The objective of well 16/2-19 A was to investigate Upper Jurassic reservoir rocks and reduce the uncertainty of the resource estimate for this segment by placing the well higher in the structure, 1 kilometre southwest of well 16/2-19.
nb: Hensikten med brønn 16/2-19 A var å undersøke øvre jura reservoarbergarter og redusere usikkerheten i ressursestimatet for dette segmentet ved å plassere brønnen høyere oppe på strukturen, en kilometer sørvest for brønn 16/2-19.

source: The well encountered a 13-metre gross oil column in Upper Jurassic reservoir rocks, three metres of which were in sandstone with very good reservoir quality.
nb: Brønnen påtraff en 13 meter brutto oljekolonne i øvre jura reservoarbergarter, hvorav tre meter i sandsteiner av meget god reservoarkvalitet.

source: Multiple small-scale formation tests were carried out and the best, carried out in Upper Jurassic sandstone in 16/2-19 A, showed good flow properties.
nb: Flere småskala formasjonstester ble gjennomført og den beste, utført i øvre jura sandsteiner i 16/2-19 A, viste gode strømningsegenskaper.

source: Both wells contained mobile oil in assumed Lower Triassic/Permian carbonate rocks with poor flow properties.
nb: I begge brønnene var det bevegelig olje i antatt eldre trias/perm karbonatholdige bergarter med dårlige strømningsegenskaper.

source: The results from the wells will be incorporated in the work with the Johan Sverdrup field development.
nb: Resultatene fra brønnene vil bli inkorporert i arbeidet med Johan Sverdrup feltutvikling.

source: These are the 14th and 15th exploration wells in production licence 265, and the 10th and 11th drilled on or close to Johan Sverdrup in licence 265.
nb: Dette er den 14. og 15. letebrønnen i utvinningstillatelse 265 og den 10. og 11. som er boret på eller nær Johan Sverdrup i tillatelse 265.

source: The licence was awarded in 2001 (NSA 2000).
nb: Tillatelsen ble tildelt i 2001 (NST 2000).

source: Wells 16/2-19 and 16/2-19 A were drilled to vertical depths of 2024 and 1971 metres, respectively, below the sea surface, the latter with a measured depth of 2348 metres.
nb: 16/2-19 og 16/2-19 A ble boret til et vertikalt dyp på henholdsvis 2024 og 1971 meter under havflaten, den siste med et målt dyp på 2348 meter.

source: Both wells were terminated in bedrock.
nb: Begge brønnene ble avsluttet i grunnfjell.

source: The wells were drilled by the Ocean Vanguard drilling facility, which will now drill well 16/2-U-7 in the same production licence, where Statoil Petroleum AS is the operator.
nb: Brønnene ble boret av boreinnretningen Ocean Vanguard, som nå skal bore grunn brønn 16/2-U-7 i samme utvinningstillatelse, der Statoil Petroleum AS er operatør.

source: The wells were drilled about 3.2 kilometres northwest of appraisal well 16/2-9 S on the 16/2-6 Johan Sverdrup oil discovery in the central part of the North Sea.
nb: Brønnene er boret om lag 3,2 kilometer nordvest for avgrensningsbrønn 16/2-9 S på oljefunnet 16/2-6 Johan Sverdrup i den midtre delen av Nordsjøen.

source: The objective of well 16/2-20 S was to prove petroleum in Upper/Middle Jurassic reservoir rocks in a separate prospect, as well as to verify potential communication with 16/2-6 Johan Sverdrup.
nb: Hensikten med brønn 16/2-20 S var å påvise petroleum i øvre/midtre jura reservoarbergarter i et separat prospekt, samt verifisere eventuell kommunikasjon med 16/2-6 Johan Sverdrup.

source: The well encountered an approx. 21-metre thick Lower Cretaceous/Upper Jurassic sandstone with poor reservoir quality.
nb: Brønnen påtraff om lag 21 meter mektig nedre kritt/øvre jura sandstein med dårlig reservoarkvalitet.

source: In Middle/Lower Jurassic, a total of ten metres of sandstone with good reservoir quality were encountered.
nb: I midtre/nedre jura ble til sammen om lag ti meter sandstein med god reservoarkvalitet påtruffet.

source: Both reservoirs have traces of oil, but are aquiferous and have somewhat lower reservoir pressure than the 16/2-6 Johan Sverdrup oil discovery.
nb: Begge reservoarene har spor av olje, men er vannbærende og har noe lavere reservoartrykk enn oljefunnet 16/2-6 Johan Sverdrup.

source: The objective of well 16/2-20 A was to prove oil in Upper Jurassic reservoir rocks higher up and about 770 metres further west on the prospect.
nb: Målet med brønn 16/2-20 A var å påvise olje i øvre jura reservoarbergarter høyere oppe og om lag 770 meter lengre vest på prospektet.

source: The well encountered an approx. 19-metre thick Lower Cretaceous/Upper Jurassic sandstone with poor reservoir quality.
nb: Brønnen påtraff om lag 19 meter tykk nedre kritt/øvre jura sandstein med dårlig reservoarkvalitet.

source: In Middle/Lower Jurassic, a total of approx. eight metres of sandstone were encountered with moderate reservoir quality.
nb: I midtre/nedre jura ble til sammen om lag åtte meter sandstein med moderat reservoarkvalitet påtruffet.

source: Extensive data acquisition and sampling have been carried out in the wells.
nb: Det er utført omfattende datainnsamling og prøvetaking i brønnene.

source: Both wells are classified as dry.
nb: Begge brønnene er klassifisert som tørre.

source: Wells 16/2-20 S and 16/2-20 A are the second and third wildcat wells drilled in production licence 501.
nb: Brønnene 16/2-20 S og 16/2-20 A er andre og tredje undersøkelsesbrønn boret i utvinningstillatelse 501.

source: The licence was awarded on 23 January 2009 (APA 2008).
nb: Tillatelsen ble tildelt 23. januar 2009 (TFO 2008).

source: The wells were drilled to 2068 and 2028 metres vertical depth, respectively, and 2150 and 2215 metres measured depth below the sea surface, respectively.
nb: Brønnene ble boret til henholdsvis 2068 og 2028 meter vertikalt dyp og henholdsvis 2150 og 2215 meter målt dyp under havflaten.

source: Both wells were terminated in basement rock.
nb: Begge brønnene ble avsluttet i grunnfjell.

source: Water depth is 110 metres.
nb: Havdypet er 110 meter.

source: The wells were drilled by the Island Innovator drilling facility, which will now drill appraisal well 16/1-18 on the Edvard Grieg field in production licence 338, where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Island Innovator som nå skal bore avgrensningsbrønn 16/1-18 på Edvard Griegfeltet i utvinningstillatelse 338, der Lundin Norway AS er operatør.

source: Contact in the Norwegian Petroleum Directorate Eldbjørg Vaage Melberg, tel.: +47 51 87 61 00
nb: Kontaktperson i Oljedirektoratet Eldbjørg Vaage Melberg, tlf 51 87 61 00

source: The discovery was proven in Jurassic reservoir rocks in production licence 501 in the summer of 2010.
nb: Funnet ble påvist i jura reservoarbergarter innenfor utvinningstillatelse 501 sommeren 2010.

source: Appraisal well 16/3-8 S was drilled 3.8 kilometres southeast of the discovery well 16/2-6 and 2.8 kilometres west of appraisal well 16/3-4.
nb: Avgrensningsbrønn 16/3-8 S ble boret 3,8 kilometer sørøst for funnbrønnen 16/2-6 og 2,8 kilometer vest for avgrensningsbrønnen 16/3-4.

source: The objective of the well was to investigate the reservoir and flow properties of Upper Permian carbonate rocks (Zechstein group) and establish the presence, thickness and reservoir quality of the Upper Jurassic reservoir rocks.
nb: Hensikten med brønnen var å undersøke reservoar- og strømningsegenskapene til karbonatbergarter i øvre perm (Zechsteingruppen) og bestemme tilstedeværelse, tykkelse og reservoarkvalitet til reservoarbergarten i øvre jura.

source: Information from this well is important in order to optimise the drainage strategy for this part of 16/2-6 Johan Sverdrup.
nb: Informasjon fra brønnen er viktig for å optimalisere dreneringsstrategien i denne delen av 16/2-6 Johan Sverdrup.

source: Well 16/3-8 S encountered a 54-metre gross oil column, 13 metres of which were in Upper Jurassic sandstones with very good reservoir quality, and about 30 metres in the Zechstein group’s carbonate rocks with variable reservoir properties.
nb: Brønn 16/3-8 S påtraff en brutto oljekolonne på 54 meter, hvorav 13 meter i øvre jura sandsteiner av meget god reservoarkvalitet, og om lag 30 meter i Zechsteingruppens karbonatbergarter med variable reservoaregenskaper.

source: The limestone in the upper section (23 metres) is of poor reservoir quality, while the reservoir quality in the lower, dolomitic section (7 metres) varies from poor to good.
nb: Kalksteinen i øvre del (23 meter) har dårlig reservoarkvalitet, mens reservoarkvalitet i den nedre, dolomittiske delen (7 meter) varierer fra dårlig til god.

source: The total thickness of the Zechstein group is 67 metres.
nb: Total mektighet på Zechsteingruppen er på 67 meter.

source: The reservoir sandstone in Upper Jurassic is thicker and turned out to be somewhat shallower than expected.
nb: Reservoarsandsteinen i øvre jura er tykkere og kom inn noe grunnere enn forventet.

source: The pressure data and oil sample indicates communication between the sandstones in the Upper Jurassic and the carbonate rocks in the Zechstein group.
nb: Trykkdata og oljeprøve indikerer kommunikasjon mellom sandsteinene i øvre jura og karbonatbergartene i Zechsteingruppen.

source: A formation test was carried out in the Upper Jurassic sand interval.
nb: En formasjonstest ble gjennomført i øvre jura sandintervall.

source: The test yielded a maximum rate of approx. 800 standard cubic metres (Sm3) of oil per flow day through a 52/64-inch nozzle opening.
nb: Denne ga en maksimumsrate på om lag 800 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 52/64 tommers dyseåpning.

source: The test showed very good flow properties and indicated no barriers within a radius of 3 to 4 kilometres.
nb: Testen viste meget gode strømningsegenskaper og indikerte ingen barrierer innenfor en radius på 3 til 4 kilometer.

source: Appraisal well 16/3-8 S was drilled to a vertical depth of 2010 metres below the sea surface and was terminated in the Rotliegendes group in Permian rocks.
nb: Avgrensningsbrønn 16/3-8 S ble boret til et vertikalt dyp på 2010 meter under havflaten og avsluttet i Rotliegendesgruppen i perm.

source: The well was drilled by the Bredford Dolphin drilling facility, which is now headed for production licence 484 in the Norwegian Sea to drill wildcat well 6608/10-16, where Noreco Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin, som nå skal til utvinningstillatelse 484 i Norskehavet for å bore undersøkelsesbrønn 6608/10-16, der Noreco Norway AS er operatør.

source: The 16/4-6 S discovery was proven in the spring of 2013 in Jurassic/Triassic reservoir rocks about 15 kilometres south of the Edvard Grieg field in the central North Sea.
nb: Funnet 16/4-6 S ble påvist våren 2013 i jura/trias reservoarbergarter om lag 15 kilometer sør for Edvard Griegfeltet i midtre Nordsjøen.

source: It was delineated to the southeast with the dry 16/5-5 well in production licence 410 in the autumn of 2013.
nb: Det ble avgrenset mot sørøst med den tørre brønnen 16/5-5 i utvinningstillatelse 410 høsten 2013.

source: 16/4-8 S, the second appraisal well on the discovery, was drilled 3.9 kilometres southeast of the 16/4-6 S discovery well.
nb: 16/4-8 S, som andre avgrensningsbrønn på funnet, ble boret 3,9 kilometer sørøst for funnbrønnen 16/4-6 S.

source: After drilling the discovery well, the operator’s resource estimate was between 4 and 19 million standard cubic metres (Sm3) of recoverable oil.
nb: Etter boring av funnbrønnen var operatørens ressursanslag på mellom 4 og 19 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The objective of the well was to delineate the 16/4-6 S discovery with regard to scope and reservoir properties.
nb: Hensikten med brønnen var å avgrense funnet 16/4-6 S med hensyn på utbredelse og reservoaregenskaper.

source: The well encountered a total oil column about 30 metres below a very thin gas zone in Jurassic/Triassic reservoir rocks, of which about 15 metres had very good properties.
nb: Brønnen påtraff en total oljekolonne på om lag 30 meter under en meget tynn gassone i jura/trias reservoarbergarter, hvorav om lag 15 meter med gode egenskaper.

source: The reservoir rocks, including the water zone, consist of 500-metre thick sandstones over 200-metre thick conglomerate rock.
nb: Reservoarbergartene, inklusiv vannsonen, består av 500 meter tykke sandsteiner over 200 meter tykke konglomeratiske bergarter.

source: Pressure data shows there is no pressure communication between 16/4-8 S and the 16/4-6 S discovery well.
nb: Trykkdata viser manglende trykk-kommunikasjon mellom 16/4-8 S og funnbrønnen 16/4-6 S.

source: A formation test was conducted, which showed poor production properties.
nb: En formasjonstest er gjennomført og den viste dårlige produksjonsegenskaper.

source: The maximum production rate was 75 Sm3 oil per flow day through a 48/64 inch nozzle opening.
nb: Maksimums produksjonsrate var på 75 Sm3 olje per strømningsdøgn gjennom en 48/64 tommers dyseåpning.

source: Preliminary estimations of the size of the discovery are currently between 4 and 11 million Sm3 recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er nå på mellom 4 og 11 millioner Sm3 utvinnbare oljeekvivalenter.

source: The licensees will consider further delineation of the discovery.
nb: Rettighetshaverne vil vurdere ytterligere avgrensning av funnet.

source: This is the third exploration well drilled in production licence 359.
nb: Dette er den tredje letebrønnen som er boret i utvinningstillatelse 359.

source: Well 16/4-8 S was drilled to a vertical and measured depth of 2645 and 2675 metres below the sea surface, respectively, and was terminated in Triassic or older rocks.
nb: Brønn 16/4-8 S ble boret til et vertikalt og målt dyp på henholdsvis 2645 og 2675 meter under havoverflaten og ble avsluttet i trias eller eldre bergarter.

source: Water depth is 100 metres.
nb: Havdypet er 100 meter.

source: The well was drilled by the Bredford Dolphin drilling facility, which will now proceed to the northern North Sea to drill wildcat well 33/12-10 S in production licence 631, where Lundin Norge AS is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin, som nå skal til nordlige Nordsjøen for å bore undersøkelsesbrønn 33/12-10 S i utvinningstillatelse 631, der Lundin Norge AS er operatør.

source: The well was drilled about 10 kilometres east of the Heimdal field in the central part of the North Sea, and about 200 kilometres northwest of Stavanger.
nb: Brønnen er boret om lag 10 kilometer øst for Heimdalfeltet i den midtre delen av Nordsjøen, og om lag 200 kilometer nordvest for Stavanger.

source: The objective of well 25/5-9 was to prove petroleum in Paleocene reservoir rocks (the Heimdal formation).
nb: Hensikten med brønn 25/5-9 var å påvise petroleum i paleocene reservoarbergarter (Heimdalformasjonen).

source: The well encountered a 21-metre gross oil column in the Heimdal formation, of which 19 metres were of good reservoir quality.
nb: Brønnen påtraff en brutto oljekolonne på 21 meter i Heimdalformasjonen, hvorav 19 meter med god reservoarkvalitet.

source: Preliminary estimations of the size of the discovery are between 0.5 and 2 million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,5 og 2 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The licensees will assess the discovery together with nearby prospects with regard to further follow-up.
nb: Rettighetshaverne vil vurdere funnet sammen med prospekter i nærheten med tanke på en videre oppfølging.

source: As expected, the sampling and pressure readings indicate very good production properties.
nb: Prøvetakning og trykkmåling indikerer, som forventet, meget gode produksjonsegenskaper.

source: The well was drilled to a vertical depth of 2240 metres below the sea surface, and was terminated in Palaeocene rocks in the Heimdal formation.
nb: Brønnen ble boret til et vertikalt dyp på 2240 meter under havflaten, og ble avsluttet i Heimdalformasjonen i paleocen.

source: Water depth is 121 metres.
nb: Havdypet er 121 meter.

source: Well 25/5-9 was drilled by the Leiv Eiriksson drilling facility, which will now proceed to production licence 420 in the northern North Sea to drill appraisal well 35/9-11 S, where RWE Dea Norge AS is the operator.
nb: Brønn 25/5-9 ble boret av boreinnretningen Leiv Eiriksson, som nå skal til utvinningstillatelse 420 i nordlige Nordsjøen for å bore avgrensningsbrønn 35/9-11 S, der RWE Dea Norge AS er operatør.

source: Licensees in PL 102 F:
nb: Rettighetshaverne i PL 102 F er:

source: Total E&P Norge AS 40% AS (operator)
nb: Total E&P Norge AS 40% AS (operatør)

source: The 25/8-4 discovery was proven in 1992 by Norsk Hydro Produksjon AS.
nb: Funnet 25/8-4 ble påvist i 1992 av Norsk Hydro Produksjon AS.

source: The reservoir is in the Heimdal formation from the Palaeocene Age.
nb: Reservoaret er i Heimdalformasjonen av paleocen alder.

source: The discovery is located approx. eight kilometres northeast of the Grane field in the central part of the North Sea, and the size was originally estimated at about one million standard cubic metres (Sm 3) of recoverable oil.
nb: Funnet er om lag åtte kilometer nordøst for Granefeltet i midtre del av Nordsjøen, og størrelsen ble opprinnelig beregnet til om lag en million standard kubikkmeter (Sm 3) utvinnbar olje.
